#include <stdio.h>

int main()
{
    // [Advanced] Print out a larger ASCII graph
    printf("∙▌вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▐вдвд∙▀\n");
    printf("∙°│г∙°еj∙°д@∙°║D∙°е╒∙°┤X∙°лC∙°мO∙°оЎ∙°║u∙°  ∙°┴{∙°\n");
    printf("∙рвдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙т\n");
    printf("∙°еI∙°д╡∙°│¤∙°м▌∙°╛v∙°л╫∙°дs∙°лD∙°кс∙°║u∙°  ∙°ж┐∙°\n");
    printf("∙рвдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙т\n");
    printf("∙°п║∙°жh∙°┐B∙°мю∙°║о∙°дi∙°и╠∙°жи∙°▓^∙°к°∙°  ∙°еP∙°\n");
    printf("∙рвдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙т\n");
    printf("∙°╜═∙°д╓∙°░s∙°ды∙°╛Ў∙°╢з∙°┬┬∙°▒╤∙°║╔∙°ж┐∙°  ∙°  ∙°\n");
    printf("∙рвдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙т\n");
    printf("∙°дд∙°и╞∙°│▀∙°мK∙°ж┐∙°мї∙°жb∙°┬р∙°н^∙°кF∙°  ∙°  ∙°\n");
    printf("∙рвдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙т\n");
    printf("∙°  ∙°  ∙°м█∙°н╖∙°▓Z∙°  ∙°  ∙°└Y∙°╢п∙°│u∙°  ∙°╖и∙°\n");
    printf("∙рвдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙свдвд∙т\n");
    printf("∙°  ∙°  ∙°│{∙°  ∙°дW∙°  ∙°  ∙°к┼∙°  ∙°дЇ∙°  ∙°╖V∙°\n");
    printf("∙увдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙фвдвд∙х\n");
    return 0;
}
